[
	{	"userid" : "Charles J. Sperber", "path" : [
		{	"type" : "j",
			"name" : "Department of Justice",
			"title" : "Cybersecurity Specialist",
			"industry" : "Law Enforcement",
			"description" : "Investigator and incident responder, cyber crime: computer intrusions; specialized in investigations involving malicious code",
			"startdate" : "2004-04-01",
			"enddate" : "" },
		{	"type" : "e",
			"name" : "Boston University",
			"title" : "MS",
			"industry" : "Computer Science",
			"description" : "",
			"startdate" : "2009-01-01",
			"enddate" : "2011-01-01" }]
	}

	{	"userid" : "Andrew Blashaw", "path" : [
		{	"type" : "j",
			"name" : "Labinal, Inc",
			"title" : "Wire Installation Designer I",
			"industry" : "Aviation & Aerospace",
			"description" : "Creating 2D and 3D solutions for wire harness design allowing for manufacturing and installation adaptability to engineering changes",
			"startdate" : "2011-11-28",
			"enddate" : "" },
		{	"type" : "e",
			"name" : "University of Washington",
			"title" : "BS",
			"industry" : "Aeronautics and Astronautics",
			"description" : "",
			"startdate" : "2006-01-01",
			"enddate" : "2010-01-01" }]
	}

	{	"userid" : "Griffin Howlett", "path" : [
		{	"type" : "e",
			"name" : "Code Fellows Javascript Bootcamp",
			"title" : "codefellows.org",
			"industry" : "Computer Software",
			"description" : "",
			"startdate" : "2013-01-01",
			"enddate" : "2013-01-01" },
		{	"type" : "e",
			"name" : "Bellevue Community College",
			"title" : "Running Start",
			"industry" : "",
			"description" : "",
			"startdate" : "2012-01-01",
			"enddate" : "2013-01-01" }]
	}

	{	"userid" : "Dongbai Guo", "path" : [
		{	"type" : "j",
			"name" : "Amazon",
			"title" : "Senior Technical Program Manager",
			"industry" : "",
			"description" : "Working in Amazon Instant Video Team.\n\n- Managing large scale computing projects involving 20+ teams across Amazon",
			"startdate" : "2012-09-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Microsoft",
			"title" : "Principal Program Manager",
			"industry" : "Computer Software",
			"description" : "Leading all areas related to semantic data exchange and storage:\n-•	HL7 Interface and Correlation Engine – Lead the implementation of Amalga’s HL7 interface engine and Correlation Engine, which is Amalga’s implementation of Enterprise Master Patient Index (EMPI).\n•	Terminology/Ontology Management – Act as subject matter expert and design terminology data model, service API, and the integration with commercial terminology databases.\n•	Common Clinical Model – Lead a virtual team of subject matter experts, solution architects, integration analysts and developers to build a domain model for healthcare information system. The model enables precise knowledge exchange through semantic tagging.\n•	Data Change Notification – Coordinate the implementation of an event-driven data notification system to enable data integration platform to push content to all subscribing applications.\n•	Application Platform – Design and coordinate the implementation of automated semantic data exchange from healthcare content aggregated by Amalga to any plugin application.",
			"startdate" : "2010-08-01",
			"enddate" : "2012-09-01" },
		{	"type" : "j",
			"name" : "Oracle Corp",
			"title" : "Senior Dev Manager",
			"industry" : "Information Technology and Services",
			"description" : "Manage a highly energetic team. Work with product management team to finalize business requirement documents. Write functional requirement document. Work with team members to finalize technical design, implementation, and test documents. Track implementation progress of all features and coordinate cross-feature interfaces and dependencies.\nRepresent Oracle in healthcare related standard development organizations. Keep track of standard progresses. Attend conferences and identify industry trend. Work with clients and partners to finalize product requirements.\nCollaborate with other development teams in Oracle (BLOB, XDB, Security, HA/DR, IDM, MDM, BI, BI-publisher, HTB, UCM, URM, BDB) to coordinate development milestones. Identify and prioritize dependent features.",
			"startdate" : "2000-03-01",
			"enddate" : "2010-09-01" },
		{	"type" : "j",
			"name" : "Oracle",
			"title" : "Global Healthcare Standard Lead",
			"industry" : "Information Technology and Services",
			"description" : "Microsoft Corporation – global standard lead for imaging, semantics and terminology (2010~)\n\nDigital Imaging and Communication in Medicine (DICOM) (Sep 2003~)\nEditor: Host Application (WG23), Voting member: Image Integration (WG20) web technology (WG27) and DICOM strategic advisory (WG10)\n\nHealth Level Seven (HL7) (May 2003 ~)\nEditor: image integration SIG (IISIG). Voting representative for structured document, CCOW, terminology management service\n\nIntegrating the Healthcare Enterprise (IHE) (2004 ~)\nLead Oracle IHE certification effort in 2010 for medical imaging space.",
			"startdate" : "2003-05-01",
			"enddate" : "2010-07-01" },
		{	"type" : "j",
			"name" : "Northwestern University, China",
			"title" : "Visiting Professor",
			"industry" : "",
			"description" : "Medical imaging and DICOM standard",
			"startdate" : "2007-06-01",
			"enddate" : "2008-06-01" },
		{	"type" : "j",
			"name" : "Brown University",
			"title" : "Adjunct Research Faculty",
			"industry" : "",
			"description" : "Intravascular Ultrasound video analysis and its clinical applications\nIntra-frame registration of IVUS RF signal and EKG through signal processing",
			"startdate" : "2005-06-01",
			"enddate" : "2007-06-01" },
		{	"type" : "j",
			"name" : "Brown University",
			"title" : "PhD student",
			"industry" : "",
			"description" : "",
			"startdate" : "1995-01-01",
			"enddate" : "2001-01-01" },
		{	"type" : "j",
			"name" : "Bell-labs",
			"title" : "Member Technical Staff",
			"industry" : "",
			"description" : "",
			"startdate" : "1999-05-01",
			"enddate" : "1999-08-01" },
		{	"type" : "e",
			"name" : "Brown University",
			"title" : "PhD",
			"industry" : "Biomedical Engineering, 4.0",
			"description" : "",
			"startdate" : "1995-01-01",
			"enddate" : "2001-01-01" },
		{	"type" : "e",
			"name" : "Brown University",
			"title" : "Master of Science (M.Sc.)",
			"industry" : "Computer Science, 4.0",
			"description" : "",
			"startdate" : "",
			"enddate" : "" },
		{	"type" : "e",
			"name" : "Shanghai Jiao Tong University",
			"title" : "B.Sc",
			"industry" : "Mechanical Engineering and Computer Sci",
			"description" : "",
			"startdate" : "1990-01-01",
			"enddate" : "1995-01-01" }]
	}

	{	"userid" : "Joshua Brown", "path" : [
		{	"type" : "j",
			"name" : "Logic 20/20",
			"title" : "Senior Consultant",
			"industry" : "Management Consulting",
			"description" : "A Senior Consultant with proven project management skills, technical knowledge, and Big Four experience. Projects have included creating technical content for a global sales force, reengineering a customer communications process, and helping a recently acquired business group position their product to existing customers. Clients have included product, operations, and customer outreach groups within Microsoft.",
			"startdate" : "2012-09-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Senior Consultant",
			"title" : "Deloitte",
			"industry" : "Management Consulting",
			"description" : "Managed Projects — Oversaw fieldwork on clients including the US Department of Transportation, Eddie Bauer, Intermec, and the Seattle Times. Created timelines, budgets, and status documentation that clearly communicated project deadlines to stakeholders. Managed local and offshore resources to ensure timely completion of work. Reviewed the work of others and integrated it into client deliverables.\n\nAssessed Compliance — Conducted royalty reviews, channel inspections, and collaboration agreement assessments. Analyzed data from HP, IBM, and MPEG LA partners to identify sales that did not comply with distribution and licensing agreements. Inspected channel partner operations, warehouses, and products to verify the accuracy of sales reporting.",
			"startdate" : "2010-11-01",
			"enddate" : "2012-02-01" },
		{	"type" : "j",
			"name" : "University of Oregon Small Business Clinic",
			"title" : "Associate",
			"industry" : "",
			"description" : "Filed incorporation documents and drafted contract templates to help clients protect their businesses. Ensured that clients could easily read, understand, and use documents without legal training. Polished each document to ensure it was error-free upon delivery.",
			"startdate" : "2010-01-01",
			"enddate" : "2010-05-01" },
		{	"type" : "j",
			"name" : "Brown, Roseta, Long, McConville & Kilcullen",
			"title" : "Law Clerk",
			"industry" : "Law",
			"description" : "Distilled key legal issues from complicated sets of real world facts. Researched issues using case law, legislative history, and treatises. Produced accurate and concise legal analysis aimed at partners, judges, and clients.",
			"startdate" : "2008-05-01",
			"enddate" : "2008-12-01" },
		{	"type" : "j",
			"name" : "Deloitte & Touche LLP",
			"title" : "Senior Consultant",
			"industry" : "Management Consulting",
			"description" : "Improved Processes — Analyzed processes for clients including VISA and Charles Schwab. Developed flow charts and narratives to capture the asset management, information security, and software development processes. Identified the business and regulatory risks created by gaps in each process. Presented process improvement recommendations to management through presentations and in written reports.\n\nAnalyzed Data — Performed data analysis for clients in SAS, SQL, and Excel as a Data Quality and Integrity expert. Used SQL to extract large volumes of data from client systems and created UNIX shell scripts to reformat it for processing. Wrote custom SAS code to model call center billing logic for the State of California. Used the custom code to process historical call center data and verify that the state was billed according to contract.",
			"startdate" : "2004-07-01",
			"enddate" : "2007-06-01" },
		{	"type" : "e",
			"name" : "University of Oregon School of Law",
			"title" : "Juris Doctor",
			"industry" : "Law",
			"description" : "Coursework included an exploration of licensing issues, a survey of the University’s technology transfer process, and hands-on experience helping small businesses protect their intellectual property. In addition, developed two informational events revolving around legal careers in intellectual property as a Law & Entrepreneurship Student Association board member.",
			"startdate" : "2007-01-01",
			"enddate" : "2010-01-01" },
		{	"type" : "e",
			"name" : "Santa Clara University",
			"title" : "BS",
			"industry" : "Comm, OMIS",
			"description" : "",
			"startdate" : "2000-01-01",
			"enddate" : "2004-01-01" }]
	}

	{	"userid" : "Aaron Smith", "path" : [
		{	"type" : "j",
			"name" : "",
			"title" : "Attorney",
			"industry" : "Law Practice",
			"description" : "",
			"startdate" : "",
			"enddate" : "" },
		{	"type" : "e",
			"name" : "University of Oregon School of Law",
			"title" : "J.D.",
			"industry" : "",
			"description" : "",
			"startdate" : "2010-01-01",
			"enddate" : "1007-01-01" },
		{	"type" : "e",
			"name" : "Tulane University",
			"title" : "BS",
			"industry" : "Political Science",
			"description" : "",
			"startdate" : "2004-01-01",
			"enddate" : "2000-01-01" }]
	}

	{	"userid" : "Jonathan Gagliardoni", "path" : [
		{	"type" : "j",
			"name" : "A Company Looking for Self Starter to Lead Sales in Health and Wellness",
			"title" : "Looking to grow with and help grow a company looking to make an impact in health and wellness!",
			"industry" : "",
			"description" : "Please take a look at my Nutrition Blog. I love feedback.\n\n Awaken to Nutrition - 5 Essential Supplements",
			"startdate" : "2014-01-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Bulle Nutrition",
			"title" : "Advisor",
			"industry" : "Health, Wellness and Fitness",
			"description" : "Serve as advisor for new products, ingredients, labeling and sales for Startup Wholesale Supplement Company. Producers of Seren-Oils and Green Zone (Greens that also taste very good).",
			"startdate" : "2010-01-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Maxx Nutrition (Startup Vitamin & Supplement Retail/Online Company)",
			"title" : "General Manager, Sales Manager/Trainer, Co-Owner",
			"industry" : "Health, Wellness and Fitness",
			"description" : "• Team with partners to build Maxx Nutrition Silverdale from the ground up\n• Cultivate on average a 31% increase in sales revenue growth per calendar year since inception\n• Top seller, individually responsible for over half of total store sales volume\n• Develop sales goals for retail store and individual employees based on market and store trend analysis in order to optimize sales execution\n• Responsible for recruiting, interviewing, hiring, and training all employees; directly managing 15+ employees\n• Negotiate and order from wholesale companies, receiving purchase orders and price setting products in order to balance desired profit margin with competitive retail pricing\n• Manage inventory levels to ensure adequate stock and eliminate expiring products while taking note of consumer demand for popular and promoted products\n• Strategic merchandising of products for maximum visibility to move inventory through the development of planograms and merchandising systems\n• Lead public speaking engagements, both in and out of store, to drive awareness and build Maxx Nutrition’s brand and presence within the community\n• Coordinate sponsorships, marketing and managing of local events",
			"startdate" : "2009-01-01",
			"enddate" : "2013-12-01" },
		{	"type" : "j",
			"name" : "Bank of America",
			"title" : "Senior Mortgage Loan Officer",
			"industry" : "Banking",
			"description" : "•Generate potential clients through cold calling, direct marketing, event sponsorship, networking, and referrals.\n•Originate loans and initial processing of documents for home purchases and refinances.\n•First Time Homebuyer Education Trainer, Washington State Housing Finance Commission; 2008\n•Treasurer of National Association of Hispanic Real Estate Professionals; 2008",
			"startdate" : "2007-01-01",
			"enddate" : "2008-12-01" },
		{	"type" : "j",
			"name" : "America One Finance",
			"title" : "Mortgage Loan Officer",
			"industry" : "Banking",
			"description" : "•Prospected potential clients though cold calling and telephone sales\n•Serving as liaison between borrower and several mortgage banks in order to determine best program for customer",
			"startdate" : "2005-07",
			"enddate" : "2006-12-01" },
		{	"type" : "e",
			"name" : "University of Washington",
			"title" : "Business Administration",
			"industry" : "Entrepreneurship",
			"description" : "",
			"startdate" : "2005-01-01",
			"enddate" : "2001-01-01" },
		{	"type" : "e",
			"name" : "University of Washington, Michael G. Foster School of Business",
			"title" : "Bachelor of Business Administration (BBA)",
			"industry" : "Entrepreneurship/Entrepreneurial Studies",
			"description" : "",
			"startdate" : "2005-01-01",
			"enddate" : "2001-01-01" }]
	}

	{	"userid" : "Raymond Aflakian", "path" : [
		{	"type" : "j",
			"name" : "Boeing",
			"title" : "Project Manager",
			"industry" : "Aviation & Aerospace",
			"description" : "• Managing the development of an automated, uniform metrics package and tool for all 747, 767, and 777 Engineering departments worldwide.\n• Placed on selective team to rapidly improve 787 In-Service Reliability Issues.",
			"startdate" : "2013-04-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Boeing",
			"title" : "Workflow Manager",
			"industry" : "Aviation & Aerospace",
			"description" : "• Oversee Systems Electrical Engineering performance for every 767 & 777 model produced, analyze data, identify bottlenecks/risks impacting project schedules, advise Senior Management of corrective actions, and resolve conflicts.\n• Generate reports and predictions of engineering performance through Statistical Analysis.\n• Manage schedule analysis and rectification for 767/777 Systems Electrical Engineering throughout the life cycle of every 767 and 777 model produced.\n• Act as the sole liaison between Engineering and Business departments amidst ambiguity.",
			"startdate" : "2012-02-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Aflakian Enterprises, LLC.",
			"title" : "Co-founder, COO, & Property Manager",
			"industry" : "Real Estate",
			"description" : "• Co-founded a Property Management company to maintain real estate located 300 miles away.\n• Manage all property maintenance, tenant acquisition, legal documentation, and finances.",
			"startdate" : "2007-08-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Radia",
			"title" : "Senior Informatics Analyst - TeleRadia",
			"industry" : "Hospital & Health Care",
			"description" : "• Facilitated workflow of medical records and imaging to ensure efficiency for 30+ hospitals in Washington State.\n• Controlled incoming data traffic and deployment to appropriate medical professionals based on expertise, workload, and urgency.\n• Extremely urgent, high-stress environment similar to 911 dispatch.",
			"startdate" : "2011-05-01",
			"enddate" : "2012-01-01" },
		{	"type" : "e",
			"name" : "Stevens Institute of Technology",
			"title" : "Master's Certificate",
			"industry" : "Project Management",
			"description" : "Completed a Master's Certificate in Project Management with an emphasis in Critical Chain Project Management (CCPM).",
			"startdate" : "2012-01-01",
			"enddate" : "2013-01-01" },
		{	"type" : "e",
			"name" : "Washington State University",
			"title" : "Bachelor of Science",
			"industry" : "Psychology",
			"description" : "Completed a wide range of challenging and relevant courses in neuroscience, economics, management & operations, and business management in addition to my department.",
			"startdate" : "2006-01-01",
			"enddate" : "2010-01-01" }]
	}

	{	"userid" : "Ala Shiban", "path" : [
		{	"type" : "j",
			"name" : "Microsoft",
			"title" : "Program Manager",
			"industry" : "Computer Software",
			"description" : "Joining an amazing team to continue building amazing products - exciting times.\n\nMore details coming soon.",
			"startdate" : "2012-07-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "LNBD",
			"title" : "Researcher and Software Engineer",
			"industry" : "",
			"description" : "We research and develop sensors for early cancer detection using breath alone. My role in the Technion LNBD team is to research and leverage Machine Learning to better enhance the longevity and accuracy of our cancer-sniffing sensors.",
			"startdate" : "2010-01-01",
			"enddate" : "2012-01-01" },
		{	"type" : "j",
			"name" : "University of Haifa",
			"title" : "Teaching Assistant",
			"industry" : "",
			"description" : "Teaching Assistant at University of Haifa of both Intro to CS course as well as the Programming for Biologists course, focusing on engaging classes and student participation.",
			"startdate" : "2009-10-01",
			"enddate" : "2011-08-01" },
		{	"type" : "j",
			"name" : "Quality By Vision",
			"title" : "Software Engineer",
			"industry" : "Packaging and Containers",
			"description" : "My work in QbyV revolved around several spheres: Customer facing software design and development, data analysis, image processing, robotics and understanding customer needs.",
			"startdate" : "2006-04-01",
			"enddate" : "2010-07-01" },
		{	"type" : "j",
			"name" : "HardwareHell",
			"title" : "Founder and Manager",
			"industry" : "",
			"description" : "Founded and managed the hardware division of GamersHell.com - the largest independent gaming website at the time. Roles included team building and business development.",
			"startdate" : "2003-10-01",
			"enddate" : "2008-07-01" },
		{	"type" : "e",
			"name" : "University of Haifa",
			"title" : "M.Sc",
			"industry" : "Computer Science",
			"description" : "Main interests included Machine Learning and Computational Biology / Bioinformatics\n\nCurrently working on improving cancer detection using nanoparticles and breath analysis",
			"startdate" : "2009-01-01",
			"enddate" : "2012-01-01" },
		{	"type" : "e",
			"name" : "University of Haifa",
			"title" : "B.Sc",
			"industry" : "Computer Science",
			"description" : "",
			"startdate" : "2003-01-01",
			"enddate" : "2008-01-01" }]
	}

	{	"userid" : "Marion Boiteux", "path" : [
		{	"type" : "j",
			"name" : "Microsoft",
			"title" : "Developer and App Marketing Lead",
			"industry" : "Computer Software",
			"description" : "",
			"startdate" : "2014-01-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Microsoft",
			"title" : "Audience Marketing Manager",
			"industry" : "Computer Software",
			"description" : "•	Responsible for academic developer marketing business in Central region that included 30% of app goal for fiscal year. Collaborated across multiple orgs. to build and land go-to-market plan that drove adoption of Windows platform among student audience \n\n•	Created an online community of 10K+ engaged student developers and reached 5K+ participants in person. Scaled student reach through collaboration with 14 field evangelists and key partnerships with community owners and national universities. Resulted in 1.6K Windows apps (>50% of apps in Windows Store.) and 2,152 registered developers\n\n•	Conducted surveys, interviews and pilots to understand ‘student developer’ value chain. Based on findings, designed and executed a number of campaigns to drive student education and engagement via social, sweepstakes, and community outreach as key engines\n\n•	Influenced the design of the Student Ambassador channel to integrate with field motions. Closely managed channel in region to promote products and services, host app workshops and support field in 30 universities. Led to 627K interactions, 1.5K app. dev. Workshops\n\n•	Responsible for the regional online and social media strategy. Built plan to increase public awareness of local and national events, drive traffic to blogs and coordinate regional cross-team online effort. Partnered with national marketing to build the execution plan for social media outreach to students, pro developers, IT Pros and influencers\n\n•	Conducted online research and analysis to gain further insight into compete user groups, game development curriculums and digital agencies. Identified loci of engagement opportunities which served as a strategic basis for the overall regional engagement plan",
			"startdate" : "2012-10-01",
			"enddate" : "2014-01-01" },
		{	"type" : "j",
			"name" : "Fundacion AFOS",
			"title" : "Business Development, Marketing and Advertising Assistant",
			"industry" : "",
			"description" : "•	Analyzed addressable volunteering market to develop market prioritization framework. Identified key target markets and recommended growth strategies\n\n•	Created, conducted and analyzed surveys to establish new business development and advertising strategies. Increased online traffic to key pages by 500% \n\n•	Devised the distribution strategy and managed the merchandising, marketing and advertising efforts of several organizations. Built plan from start to finish for a new local retail store. Created and implemented monetization strategy for a local NGO\n\n•	Strategically planned and nurtured partnerships between local and international actors so as to increase local organizations’ visibility and attract new customers. Applied for and obtained the “Max Havelaar Fair Trade” label for local products",
			"startdate" : "2010-01-01",
			"enddate" : "2010-03-01" },
		{	"type" : "e",
			"name" : "DePaul University",
			"title" : "Master of Science (M.S.)",
			"industry" : "Information Systems",
			"description" : "The Master of Science in Information Systems program focuses on integrating business and technical emphases on the development, management, and planning of information systems. This program will give students a strong foundation in business and systems analysis, project management, database, and enterprise infrastructure. Building on this foundation, students will acquire a broad set of skills representing ten in-demand specializations in the IT workforce.\n\nBusiness Analysis/Systems Analysis Concentration",
			"startdate" : "2011-01-01",
			"enddate" : "2012-01-01" },
		{	"type" : "e",
			"name" : "Linkopings Universitet",
			"title" : "Bachelor of Science (B.S.)",
			"industry" : "Business Administration, Management and Operations",
			"description" : "Bachelor Thesis: Visualize virtually - A study on the Role of Visual Representations in Virtual Teams",
			"startdate" : "2010-01-01",
			"enddate" : "2011-01-01" },
		{	"type" : "e",
			"name" : "INSEEC",
			"title" : "Bachelor of Science (B.S.)",
			"industry" : "International Business",
			"description" : "",
			"startdate" : "2008-01-01",
			"enddate" : "2010-01-01" }]
	}

	{	"userid" : "Ronald", "path" : [
		{	"type" : "j",
			"name" : "SlimTrader Inc.",
			"title" : "VP of Engineering",
			"industry" : "Internet",
			"description" : "",
			"startdate" : "2009-12-01",
			"enddate" : "" },
		{	"type" : "j",
			"name" : "Peachtree Communication Systems, Inc.",
			"title" : "New Business Development",
			"industry" : "",
			"description" : "",
			"startdate" : "2009-01-01",
			"enddate" : "2009-07-01" },
		{	"type" : "j",
			"name" : "Boeing",
			"title" : "Senior Project Manager",
			"industry" : "Aviation & Aerospace",
			"description" : "",
			"startdate" : "2005-06-01",
			"enddate" : "2008-12-01" },
		{	"type" : "e",
			"name" : "Georgia Institute of Technology",
			"title" : "BS",
			"industry" : "Computer Science",
			"description" : "",
			"startdate" : "2001-01-01",
			"enddate" : "2005-01-01" }]
	}

]